# ────────────────────────────────────────────────
brew "cmatrix"
brew "cowsay"
brew "fortune"
brew "gh"
brew "git"
brew "neofetch"
brew "nvm"
brew "sl"
brew "smartmontools"
brew "vcprompt"

# ────────────────────────────────────────────────
# All your original casks (GUI/desktop apps)
# ────────────────────────────────────────────────
cask "affinity"
cask "bitwarden"
cask "font-cascadia-code"
cask "pearcleaner"
cask "whatsapp"
cask "alfred"
cask "bluewallet"
cask "iterm2"
cask "qbittorrent"
cask "yaak"
cask "alt-tab"
cask "citrix-workspace"
cask "keka"
cask "rectangle"
cask "yt-music"
cask "anytype"
cask "discord"
cask "localsend"
cask "steam"
cask "zoom"
cask "arc"
cask "flutter"
cask "ngrok"
cask "visual-studio-code"
